<template>
  <div class="agreementBody">
    <div class="agreement-nav">
      <el-row>
        <el-col>
          <el-breadcrumb separator-class="el-icon-arrow-right">
            <el-breadcrumb-item :to="{ path: '/register' }">注册</el-breadcrumb-item>
            <el-breadcrumb-item>开发者开放平台协议</el-breadcrumb-item>
          </el-breadcrumb>
        </el-col>
      </el-row>
    </div>
    <div>
      <h1>中国建设银行开放银行管理平台用户服务协议</h1>
      <h5>最后更新时间：2018年8月25日</h5>
    </div>
    <div class="agreement_one">
      <p>为明确双方的权利和义务，规范双方业务行为，中国建设银行开放银行管理平台（以下简称“开放平台”）服务申请用户（以下简称“甲方”）与中国建设银行股份有限公司 （以下简称“乙方”）就开放平台服务的相关事宜达成本用户服务协议（以下简称“协议”）</p>
      <p>
        第一条 协议生效和适用范围
      </p>
      <p>
        1.1 甲方通过网络页面点击确认或以其他方式选择接受本协议或使用开放平台的服务，即表示同意并接受本协议条款，请务必认真阅读和理解本协议中所有条款。
      </p>
      <p>
        1.2
        本协议包括协议正文及乙方已发布的或将来可能发布的关于开放平台的各类平台通用规则、通知、公告等（以下合称“规则”）。所有规则为本协议不可分割的组成部分，与本协议正文具有同等法律效力。如上述规则与本协议有冲突，则以后发布者为准。除乙方另行明确声明外，任何与乙方有关的一切服务、交易及非交易活动均受本协议约束。
      </p>
      <p>
        1.3
        乙方有权根据需要不时地制定、修改本协议和各类规则，并通过在开放平台发布通知、邮件、手机短信等方式进行公告，而无需单独通知甲方。除非规则或本协议另行规定生效时间，否则乙方制定、修改的协议和规则一经公布即自动生效，成为本协议的一部分。如甲方继续使用开放平台服务的，则视为甲方接受并同意遵守修改后的协议和规则。如果甲方不同意接受乙方调整或修改的规则，应当立即停止使用平台服务。
      </p>
      <p>
        1.4 除本协议外，乙方针对开放平台提供的具体产品或服务，与甲方另行签署具体产品业务服务协议（以下简称“业务协议”）的，甲方需同时遵守该等业务协议。平台通用协议具体条款与具体产品业务协议冲突的，以业务协议为准。
      </p>
      <p>第二条 定义</p>
      <p>
        如无特别说明，下列用语在本协议中的含义为：
      </p>
      <p>
        2.1 中国建设银行开放银行管理平台：指由中国建设银行所拥有、控制、经营，为第三方合作伙伴提供标准化便捷接入、专业化金融服务的平台，网址为https://open.ccb.com，简称为“开放平台”。
      </p>
      <p>
        2.2 用户：指经有效注册认证后，接入开放平台享有相应服务而向客户提供服务的法人或其他组织。
      </p>

      <p>
        2.3 网络服务应用：指基于互联网和移动互联网为客户提供相关服务，包括但不限于拥有所有权和相关知识产权并独立运营的网站、系统、应用或客户端。
      </p>
      <p>
        2.4 客户：指通过甲方的网络服务应用使用开放平台发布产品的最终使用者。
      </p>
      <p>
        2.5 平台产品：指开放平台提供的输出到用户网络服务应用的产品。
      </p>
      <p>
        2.6 身份认证要素：指在开放平台中乙方用于识别甲方的信息要素以及与身份识别相关的产品或设备，如账号（包括但不限于注册获得、企业网银或将来开放平台允许登录的其他账号，以下简称“账号”）、平台应用唯一标识、手机、邮箱等。
      </p>
      <p>
        2.7 密码：指甲方在享受开放平台服务中使用的各种密码和密钥，如账户密码、应用密钥等。
      </p>
      <p>
        第三条 开放平台服务内容
      </p>
      <p>
        3.1 甲方通过平台网站登记甲方基本信息，并按照要求完成其他相关操作后，自助开通开放平台服务，成为开放平台用户，用户可享受查询、平台产品申请、测试管理、运营管理等服务。
      </p>
      <p>
        3.2 开放平台服务内容为乙方通过开放平台的门户网站以及向甲方网络服务应用输出开放平台产品所提供的相关服务。乙方为开放平台的所有者和经营者，平台服务的具体内容由乙方根据实际情况提供。
      </p>
      <p>
        第四条 甲方主要权利与义务
      </p>
      <p>
        4.1 甲方有权依据本协议享受乙方提供相应的服务。
      </p>
      <p>
        4.2 甲方须提供完整、真实、准确的用户信息。甲方信息发生变更，应及时进行更新。因甲方信息不完整、不真实、不准确、或者未及时更新，乙方有权对甲方暂停或终止提供服务，甲方有权提出异议。
      </p>
      <p>
        4.3
        甲方身份认证要素是乙方在提供平台服务过程中识别甲方的依据，甲方必须妥善保管身份认证要素，不得将身份认证要素提供给任何第三方或交于任何第三方使用。使用上述身份认证要素所完成的一切交易操作均视为甲方本人所为，甲方应对由此产生的后果负责。
      </p>
      <p>
        4.4
        甲方应确保约定开展合作的网络服务应用满足系统运营和信息安全保障要求，能够防范假冒网站、APP等违法犯罪活动以及可疑的网络攻击与入侵行为，保障网络服务应用上对外链接的安全性和可靠性，对网络服务应用的运行进行安全监测和风险监控，发现问题后应立即采取防范措施，并及时通知乙方，并自行承担由此产生的全部责任。
      </p>
      <p>
        4.5 未经乙方许可，不得将乙方作为业务合作伙伴进行宣传，不得使用乙方的商标、标志语、徽标等。
      </p>
      <p>
        4.6 甲方不得对开放平台服务进行复制、出售或用作其他用途。甲方在自身新拓展的渠道上部署乙方服务需经乙方同意。
      </p>
      <p>
        4.7
        甲方须遵守《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《互联网电子公告服务管理规定》、《互联网信息服务管理办法》等有关计算机及互联网规定的法律、法规、条例、规章和国际惯例。在乙方有合理理由怀疑甲方的行为可能违反上述法律、法规、条例、规章和国际惯例的情况下，乙方有权不事先通知而暂停或终止向甲方提供服务，甲方有权提出异议。
      </p>
      <p>
        4.8 因甲方违反有关法律、法规、条例、规章、国际惯例或本服务协议的有关规定而给乙方或者第三方造成损失的，甲方同意赔偿因此而导致的全部损失，包括但不限于实际损失、可预期利益、因此发生的诉讼费、律师费、赔偿金、违约金等。
      </p>
      <p>
        第五条 乙方主要权利与义务
      </p>
      <p>
        5.1 乙方有义务在现有条件下提高服务质量，确保为用户提供的服务顺利进行。
      </p>
      <p>
        5.2 乙方对自身发布的公告信息真实性负责。乙方所发布的任何信息，均有可能被任何本平台的访问者浏览，也可能被错误使用，乙方对此将不予承担相关责任。
      </p>
      <p>
        5.3 乙方对平台服务中涉及的甲方用户资料负有保密义务，除正常保存使用外在下述情况下披露甲方资料和信息，乙方均得免责：
      </p>
      <p>
        （1）事先获得甲方的明确授权；
      </p>
      <p>
        （2）根据有关的法律法规要求；
      </p>
      <p>
        （3）按照相关政府主管部门或司法机关按法定程序的要求；
      </p>
      <p>
        （4）在紧急情况下，为维护客户、公众及/或乙方的合法权益；
      </p>
      <p>
        （5）其他法律法规允许的，需要公开、编辑或透露用户信息的情况。
      </p>
      <p>
        5.4 乙方有权依据其内部业务规定及商业判断独立决定是否同意甲方所申请事项（包括但不限于用户资格申请、产品申请等）。
      </p>
      <p>
        5.5
        乙方有权依据法律、法规、规章或业务需要对开放平台的服务内容、操作流程或收费标准等进行调整，涉及收费或其他用户权利义务变更的调整，将于正式对外公告后施行，自公告施行之日公告内容构成对本协议的有效修改和补充。如果甲方不同意接受乙方的调整内容，甲方有权向乙方申请终止相关开放平台服务，但在申请终止相关服务之前甲方使用乙方开放平台服务的，仍然应当遵守相关调整内容。甲方既不申请终止服务，又不遵守乙方调整内容的，乙方有权选择终止本协议。
      </p>
      <p>
        5.6
        在甲方办理本协议项下相关事项所必需的情形下，甲方同意并授权乙方向其集团成员（包括乙方境内外全资子公司、控股子公司）、服务机构及其他乙方认为必要的业务合作机构提供乙方获取的用户信息，范围包括但不限于甲方的身份信息、账户信息等。上述第三方将为处理本协议项下事务之目的接触并按照乙方的业务需要使用用户信息。乙方承诺将向有关第三方明确其保护甲方个人信息的职责并要求第三方承担相应保密义务。
      </p>
      <p>
        5.7 如存在下列情况，乙方有权立即停止为甲方提供本协议项下的服务，并追究甲方的法律责任。乙方有权通过规则进一步补充或说明本条所规定的内容：
      </p>
      <p>
        （1）甲方违反国家相关法律法规定的规定，包括但不限于从事恐怖活动、危害网络安全、洗钱、颠覆政府、煽动民族仇恨等；
      </p>
      <p>
        （2）甲方违反本协议约定；
      </p>
      <p>
        （3）乙方收到司法机关或政府机关或监管组织的相关要求；
      </p>
      <p>
        （4）乙方收到客户或其他第三方通知，投诉甲方或其网络服务应用存在违反法律规定、存在风险或瑕疵等情形；
      </p>
      <p>
        （5）乙方认为甲方的行为及所开发的网络服务应用可能影响开放平台的正常运营的；
      </p>
      <p>
        （6）乙方认为存在其它可能损害乙方、客户或其他第三方的合法权益的行为。
      </p>
      <p>
        第六条 知识产权
      </p>
      <p>
        6.1
        乙方提供的开放平台上所有的内容，包含但不限于文字、图表、音频、视频和/或软件（包括但不限于软件中包含的图表、动画、音频、视频、界面实际、数据和程序、代码、文档）等信息或材料均受著作权法、商标法和/或其它法律法规的保护，未经相关权利人书面同意，甲方不得以任何方式使用该信息或材料，但出于使用乙方开放平台服务目的而使用的除外。
      </p>
      <p>
        6.2 甲方对开放平台服务所使用的软件有非专属性使用权，但其本人不得以任何形式或任何方式对开放平台服务部分或全部内容进行修改、出租、租赁、出借、出售、分发、复制、创作衍生品或用于任何商业用途，也不得许可第三方从事上述行为。
      </p>
      <p>
        6.3 本协议未授予甲方使用乙方任何商标、服务标记、标识、域名和其他显著品牌特征的权利。
      </p>
      <p>
        6.4 甲方在开放平台及平台产品上发布的信息不得侵犯任何第三人的知识产权，未经相关权利人之事先书面同意，甲方不得以任何方式上传、发布、修改、传播或复制任何受著作权保护的材料、商标或属于其他人的专有信息。
      </p>
      <p>
        第七条 数据及隐私
      </p>
      <p>
        7.1
        协议双方承诺另一方为履行本协议所提供的商业秘密、包括但不限于本协议及任何补充协议所述内容、双方合作关系、在合作过程中产生的其他文件资料、双方获取的对方或其关联公司的文件资料、注册认证信息以及财务信息、技术信息、经营信息、用户信息等（以下简称“商业秘密”）负有保密的义务，并有义务采取一切合理的措施以使其所知悉的另一方的商业秘密免于被散发、传播、披露、复制、滥用及被无关人员接触。
      </p>
      <p>
        7.2
        除本协议另有约定外，本协议项下的保密义务永久有效，协议双方承诺在本协议终止之后仍然继续承担在此条款下的保密义务。任何一方有权对其他方故意或过失泄露商业秘密所造成的损失提出赔偿，并单方终止本协议及与本协议相关的各项法律文件。
      </p>
      <p>
        7.3 甲方应自行对使用开放平台而获取的各种数据，采取合理、安全的技术措施确保其安全。因一方书面同意或国家、行政、司法强制行为而披露商业秘密的，披露方不承担责任；该商业秘密已为公众所知悉的，披露方不承担责任。
      </p>
      <p>
        7.4
        甲方收集、使用客户数据或代客户向乙方提交客户信息，应取得客户的明确授权。如乙方认为甲方收集、使用客户数据的方式，存在违法法律法规情况以及可能损害客户体验或利益，乙方有权要求甲方删除相关数据并不得再以该方式收集、使用客户数据，否则乙方有权停止向甲方提供开放平台服务。
      </p>
      <p>
        7.5 甲方违反相关保密义务或甲方存在不安全因素导致敏感信息泄露的，甲方应承担乙方由此遭受的所有损失（包括不限于经济损失、行政处罚、乙方赔偿客户损失等）。
      </p>
      <p>
        第八条 服务的变更、中止和终止
      </p>
      <p>
        8.1
        乙方有权规定并变更、新增开放平台服务项目和功能，除非另有明确规定，变更或者新增的服务的任何功能（包括新产品），均适用本协议。乙方保留修改或中断服务而不需告知甲方的权利，若甲方不同意相关服务变更或新增，应自行停止使用相关平台服务。
      </p>
      <p>
        8.2 如果乙方有合理理由认为甲方违背了本协议条款的规定，乙方有终止向其提供服务的权利，甲方有权提出异议。甲方应当对乙方因此所遭受的所有损失和所支付的费用承担赔偿责任。乙方同时保留采取依法享有的其他救济措施。
      </p>
      <p>
        8.3
        本协议条款的生效、履行、解释及争议的解决均适用中华人民共和国法律（为本协议之目的，中华人民共和国法律不包括香港特别行政区、澳门特别行政区及台湾地区法律）。如果本协议的任何条款因与中华人民共和国法律相抵触等原因被司法机关或其它有权机关宣布为无效、非法或其它形式的不可执行，本协议其它条款仍然有效，双方均应遵照执行。
      </p>
      <p>
        第九条 服务费用
      </p>
      <p>
        9.1 开放平台部分服务以收费方式提供，如甲方使用该等收费服务，应遵守收费服务相关的规则。已收取的费用在该服务渠道终止、本协议变更或终止等情形下均不予以退还。
      </p>
      <p>
        9.2 乙方可能根据实际需要变更收费服务的收费标准、收费方式。前述变更或开始收费前，乙方将在开放平台相应页面进行通知或公告。如果甲方不同意上述变更或付费内容，则应停止使用该服务。
      </p>
      <p>
        9.3 产品或服务的订购数据以乙方系统记录为准。
      </p>
      <p>第十条 免责声明</p>
      <p>
        10.1
        甲方应当妥善保管身份认证要素和密码，因信息泄露、设备遗失所致的甲方损失，乙方不承担赔偿责任。有关身份识别信息因任何原因受到潜在或现实危险时，甲方应该立即和乙方取得联系，乙方将在合理的时间内采取行动，乙方对采取行动前因此所致的甲方损失不负相关责任。
      </p>
      <p>
        10.2 甲方由于使用开放平台服务而造成的利润、商业信誉、资料损失或其他有形或无形损失，除乙方存在故意或重大过失外，乙方不承担任何直接、间接、附带、衍生或惩罚性的赔偿。
      </p>
      <p>
        10.3 甲方经由开放平台与第三方进行通讯联系或商业往来或参与促销活动，属于甲方与第三方之间的行为，对于与前述第三方交易发生之纠纷和损失，乙方不承担相关责任。
      </p>
      <p>
        10.4
        因不可抗力（包括但不限于乙方不能预见、不能避免并不能克服的战争、暴动、严重火灾、水灾、台风、地震、社会事件、政府行为、禁令、供电等客观情况）导致服务中断或其他缺陷的，乙方将视情况给予甲方必要的帮助。根据不可抗力的影响，乙方部分或全部免除责任。
      </p>
      <p>
        10.5
        因乙方合理控制范围外的原因（包括但不限于因网站所具有的特殊性质而产生的包括黑客攻击、电信部门技术调整导致的影响、政府管制而造成的暂时性关闭在内的任何影响网络正常运营的因素）造成的服务中断或其他缺陷，乙方不承担责任，但将尽力减少因此而给甲方造成的损失和影响。任何由于乙方合理控制范围以外的原因而产生的交易或服务系统问题，造成资料、行情等信息传输或储存上的错误，导致资料泄露、丢失、被盗用或被篡改等，致使开放平台响应延迟或未能履约的，对此可能造成的责任乙方不予承担。
      </p>
      <p>
        第十一条 其他约定事项
      </p>
      <p>
        11.1 乙方对本服务协议拥有最终的解释权。
      </p>
      <p>
        第十二条 适用法律及争议解决
      </p>
      <p>
        12.1 本协议适用中华人民共和国法律。
      </p>
      <p>
        12.2 凡因本协议引起的或与本协议有关的任何争议，双方应通过协商解决，如协商不能解决，任何一方可向乙方住所地法院申请通过法律诉讼程序解决。
      </p>
    </div>
    <div>
      <h1>中国建设银行股份有限公司隐私政策
      </h1>
      <h5>最后更新时间：2018年6月29日</h5>
    </div>
    <div class="agreement_two">
      <p>中国建设银行股份有限公司（“我行”）深知个人信息对您的重要性，会尽力保护您的个人信息安全。我行致力于维护您对我行的信任，恪守以下原则保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、必要性原则、确保安全原则、公开透明原则等。同时，我行承诺依法采取相应的安全保护措施来保护您的个人信息。</p>
      <p>
        <b>请您在注册前，仔细阅读并确认本《隐私政策》。本《隐私政策》是我行统一使用的一般性隐私条款，适用于我行所有产品和服务。对应具体的产品（或服务），我行收集和使用您的信息的目的、方式和范围将通过相应的产品（或服务）协议、授权书等方式向您明示，并取得您的授权或同意。上述文件与本《隐私政策》共同构成我行与您之间达成的完整隐私政策，两者如有不一致之处，以相应的产品（或服务）协议或授权书的约定为准。</b>
      </p>
      <p>本《隐私政策》将帮助您了解以下内容：</p>
      <p>1. 我行如何收集和使用您的个人信息</p>
      <p>2. 我行如何使用 Cookie和同类技术</p>
      <p>3. 我行如何存储和共享您的个人信息</p>
      <p>4. 我行如何保护您的个人信息</p>
      <p>5. 您控制个人信息的权利</p>
      <p>6. 本政策如何更新</p>
      <p>7. 如何联系我行</p>

      <p><b>一、我行如何收集和使用您的个人信息</b></p>
      <p>个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。个人信息包括姓名、出生日期、身份证件号码、个人生物识别信息、通信通讯联系方式、住址、账户信息、财产状况、行踪轨迹等。<b>其中一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的信息为个人敏感信息，主要包括：身份证件号码、个人生物识别信息、银行账号、征信信息、财产信息、交易信息、行踪轨迹、健康生理信息等。</b></p>
      <p><b>（一）我行收集和使用个人信息的原则</b></p>
      <p>我行收集使用您的个人信息将遵循合法、正当、必要的原则，按照法律法规要求以及业务需要收集您的个人信息，不会收集与业务无关的信息或采取不正当方式收集信息。</p>
      <p><b>（二）我行收集和使用个人信息的目的</b></p>
      <p><b>我行收集您的个人信息，目的在于依法合规的为您提供优质的产品（或服务），该等信息对于充分履行您和我行之间的合约很有必要，并使得我行能够遵守相关法律义务，具体可能包括：</b></p>
      <p><b>1. 为保护您的账户安全，对您的身份进行识别、验证等；</b></p>
      <p><b>2. 为评估您的履约能力及履约状况，用于业务准入和防控风险；</b></p>
      <p><b>3. 为您提供产品（或服务）所必须；</b></p>
      <p><b>4. 为保护您的资金安全；</b></p>
      <p><b>5. 为改善产品（或服务）、提升客户体验；</b></p>
      <p><b>6. 为履行法定义务（如反洗钱义务）；</b></p>
      <p><b>7. 经您许可的其他用途。</b></p>
      <p><b>（三）我行收集个人信息的方式</b></p>
      <p><b>1. 我行为您提供金融服务时，您主动向我行提供的个人信息；</b></p>
      <p><b>2. 我行为您提供金融服务过程中形成的与服务相关的信息；</b></p>
      <p><b>3. 向征信机构、信用管理公司、资信评估机构或有关法律、监管机构许可的类似机构采集您的信用信息和行为信息；</b></p>
      <p><b>4.
          向政府机构、司法机关及公共事业单位（如人民银行、公安部、人力资源和社会保障部门、公积金管理中心、中国互联网金融协会等机构）采集与服务相关的必要信息，如您的身份证件信息、工商信息、税务信息、诉讼信息、社保信息等；</b></p>
      <p><b>5. 经您授权，向合法留存您信息的自然人、法人以及其他组织收集与我行提供的服务相关的必要信息；</b></p>
      <p><b>6. 经您许可的其他方式。</b></p>
      <p><b>（四）我行如何使用个人信息</b></p>
      <p><b>1. 在向您提供我行的金融产品或服务，并为改进这些产品或服务时使用。</b></p>
      <p><b>2. 在我行向您提供金融服务期间，您授权我行持续收集和使用您的信息。在您注销服务时，我们将停止收集您相关的个人信息，但我行会在业务资料归档、审计、监管协查等领域继续使用此前收集的您的相关个人信息。</b></p>
      <p><b>3. 为提升您的产品或服务体验，或为防范风险，我行会对服务使用情况进行汇总、统计分析、加工，但这些信息不会包含您的任何身份识别信息。</b></p>
      <p><b>4. 为了使您知悉使用我行金融产品或服务的情况或使您进一步了解我行服务，我行会向您发送服务状态通知以及相关产品或服务的商业性信息。如您不希望接受商业性信息，您有权退订，并要求我行停止为此项用途使用您的信息。</b></p>
      <p><b>5. 将您的个人信息用于法律允许的其它用途。</b></p>
      <p><b>二、我行如何使用Cookie和同类技术</b></p>
      <p><b>（一）Cookie</b></p>
      <p><b>为确保网站正常运转，我行会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。借助于
          Cookie，网站能够存储您的偏好或购物篮内的商品等数据。我行不会将 Cookie 用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。您可以清除计算机上保存的所有
          Cookie，大部分网络浏览器都设有阻止Cookie 的功能。但如果您这么做，则需要在每一次访问我行的网站时更改用户设置。</b></p>
      <p><b>（二）网站信标和像素标签</b></p>
      <p><b>除 Cookie 外，我行还会在网站上使用网站信标和像素标签等其他同类技术。例如，我行向您发送的电子邮件可能含有链接至我行网站内容的点击
          URL。如果您点击该链接，我行则会跟踪此次点击，帮助我行了解您的产品或服务偏好并改善客户服务。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我行能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时退订。</b></p>
      <p><b>（三）Do Not Track（请勿追踪）</b></p>
      <p><b>很多网络浏览器均设有 Do Not Track 功能，该功能可向网站发布 Do Not Track 请求。目前，主要互联网标准组织尚未设立相关政策来规定网站应如何应对此类请求。但如果您的浏览器启用了 Do Not
          Track，那么我行的所有网站都会尊重您的选择。</b></p>
      <p><b>（四）日志与位置信息</b></p>
      <p><b>为了提升用户体验和防范风险，我们可能会自动收集日志信息和位置信息。我行不会将这些信息用于本政策所述目的之外的任何用途。</b></p>
      <p><b>日志信息包括：1.设备或软件信息，例如您的移动设备、网页浏览器或您用于接入我行服务的其他程序所提供的配置信息、您的IP地址、无线网络接入信息和您的移动设备所用的版本和设备识别码；
          2.您在设备上曾使用的移动应用（APP）和其他软件的信息。 </b></p>
      <p><b>位置信息指您开启设备定位功能并使用我们基于位置提供的相关服务时，我们收集的有关您位置的信息。您可以通过关闭定位功能随时停止我们对您的地理位置信息的收集。</b></p>
      <p><b>三、我行如何存储和共享您的个人信息</b></p>
      <p><b>（一）存储</b></p>
      <p><b>1.
          我行在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内。但为处理跨境业务并在获得您的授权同意后，您的个人信息可能会被转移到境外。此种情况下，我行会采取有效措施保护您的信息安全，例如，在跨境数据转移之前实施数据去标识化等安全措施，或通过协议、核查等措施要求境外机构为您的信息保密。</b></p>
      <p><b>2. 我行仅在法律法规要求的期限内，以及为实现本政策声明的目的所必须的期限内，确定单个用户数据的最长储存期限以及用户日志的储存期限。</b></p>
      <p><b>（二）共享</b></p>
      <p><b>我行不会与其他任何公司、组织和个人分享您的个人信息，但以下情况除外：</b></p>
      <p><b>1. 在获得您的明确同意或授权后，我行会与其他方共享您的个人信息。</b></p>
      <p><b>2. 我行可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。</b></p>
      <p><b>3.
          为实现隐私政策声明的目的，或为向您提供服务之必须，我行会与关联公司、合作伙伴共享您的某些个人信息。我行只会共享必要的个人信息，且我行合作伙伴和关联公司无权将共享的个人信息用于任何其他用途。同时，我行会与其签署保密协定，要求他们按照我行的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</b></p>
      <p><b>4. 根据法律法规和商业惯例，在合并、收购、资产转让等类似交易中，如涉及到个人信息转让，我行会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则我行将要求该公司、组织重新向您征求授权同意。</b></p>
      <p><b>（三）公开披露</b></p>
      <p><b>我行仅会在以下情况下，公开披露您的个人信息：</b></p>
      <p><b>1. 事先获得您明确同意或授权；</b></p>
      <p><b>2. 根据法律法规规定，或按政府主管部门的强制性要求，我行可能会公开披露您的个人信息。</b></p>
      <p><b>四、我行如何保护您的个人信息</b></p>
      <p>（一）我行已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权的访问、公开披露、使用、修改、损坏或丢失。我行会采取一切合理可行的措施，保护您的个人信息。例如：我行会使用加密技术确保数据的保密性；我行会使用受信赖的保护机制防止数据遭到恶意攻击；我行会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我行会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</p>
      <p><b>（二）请您理解，由于技术水平局限以及可能存在的恶意攻击，有可能出现我行无法合理预见、防范、避免、控制的意外情况。互联网并非绝对安全的环境，请使用复杂密码，协助我行保证您的账号安全。</b></p>
      <p>（三）如发生个人信息安全事件，我行将按照法律法规的要求，及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，或采取合理、有效的方式发布公告。同时，我行还将依据监管规定，上报个人信息安全事件处置情况。</p>
      <p><b>五、您控制个人信息的权利</b></p>
      <p>按照中国相关的法律法规和监管规定，我行保障您对自己的个人信息行使以下权利：</p>
      <p><b>（一）访问、更正及更新您的个人信息</b></p>
      <p>您有权通过我行国际互联网网站、网上银行、手机银行、电话银行、微信银行等渠道访问及更正、更新您的个人信息，法律法规另有规定的除外。您有责任及时更新您的个人信息。</p>
      <p><b>（二）删除您的个人信息</b></p>
      <p>在以下情形中，您可以向我行提出删除个人信息的请求：</p>
      <p>1. 如果我行处理个人信息的行为违反法律法规;</p>
      <p>2. 如果我行收集、使用您的个人信息，却未征得您的同意；</p>
      <p>3. 如果我行处理个人信息的行为违反了与您的约定。</p>
      <p><b>（三）拒绝我行商业广告</b></p>
      <p>您有权拒绝接收或退订我行基于个人信息向您推送的商业广告。</p>
      <p><b>（四）响应您的上述请求</b></p>
      <p>为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我行可能会先要求您验证自己的身份，然后再处理您的请求。请您理解，对于某些无端重复、需要过多技术手段、给他人合法权益带来风险或者非常不切实际的请求，我行可能会予以拒绝。</p>
      <p><b>尽管有上述约定，但按照法律法规要求，如涉及以下情形我行将可能无法响应您的请求：</b></p>
      <p>1. 与国家安全、国防安全相关的；</p>
      <p>2. 与公共安全、公共卫生、重大公共利益相关的；</p>
      <p>3. 与犯罪侦查、起诉、审判和判决执行等相关的；</p>
      <p>4. 有充分证据表明您存在主观恶意或滥用权利的；</p>
      <p>5. 响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</p>
      <p>6. 涉及我行商业秘密的。</p>
      <p><b>六、本政策如何更新</b></p>
      <p><b>根据国家法律法规变化及服务运营需要，我行将对本政策及相关规则不时地进行修改，修改后的内容会通过我行国际互联网网站、手机银行、网上银行、微信客户端等渠道公布，公布后即生效，并取代此前相关内容。您应不时关注相关公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，如您不同意更新后的内容，应立即停止使用相应服务，并注销相关的用户，我行将停止收集您的相关个人信息；如您继续使用服务，即视为同意接受变动内容。</b></p>
      <p><b>七、如何联系我行</b></p>
      <p><b>如果您对本隐私政策有任何疑问、意见或建议，请联系我行客服与投诉热线：95533。</b></p>
      <p><b>请您在勾选“同意”之前仔细阅读本隐私政策，确保对其内容特别是字体加黑内容的含义及相应法律后果已全部知晓并充分理解。您勾选“同意”并完成注册程序即视为您接受本隐私政策，我行将按照相关法律法规及本政策来合法使用和保护您的个人信息。</b></p>
    </div>
  </div>
</template>
<script>
export default {

}
</script>
<style lang="less" scoped>
.agreementBody {
  margin: auto 280px;
}
.agreement-nav {
  display: flex;
  align-items: center;
  height: 40px;
  padding-left: 20px;
  background-color: #bad8fa;
}
.agreement_one,
.agreement_two {
  text-align: left;
}
</style>